INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 77.8 м², ул. Альберта Камалеева 1, 21/37 эт., 5 135 000 руб.',
'2017-03-31 10:04:58',
'ЖК Лазурные небеса. Современные технологии, высокий уровень комфорта, шесть высокоскоростных лифтов,
независимое водоснабжение с высоким уровнем очистки, многоуровневая парковка.
Черновая отделка, Панорамный вид из окна на город!');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 31.2 м², 9/19 эт., 1 245 000 руб.',
'2017-03-31 09:15:50',
'Продается квартира-СТУДИЯ от собственника в строящемся ЖК «Станция Спортивная» в Приволжском районе.
 Дата ввода в эксплуатацию - 2 квартал 2018 года. Квартира с предчистовой отделкой.
 ЖК «Станция Спортивная» расположен в экологически чистом районе. Планируется развитая инфраструктура – «город в городе».
 Все необходимое для комфортной жизни!');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 40 м², проспект Ямашева 35, 10/10 эт., 3 090 000 руб.',
'2017-03-31 10:34:18',
'В квартире улучшенная планировка. Заменены окна и система отопления. Имеется гардеробная комната.
Окна выходят на сквер и Парк Победы. Благоустроенный двор, доброжелательные соседи, развитая инфраструктура.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 45 м², 11/17 эт.,  3 250 000 руб.',
'2017-04-01 10:30:28',
'Квартира в строящемся ЖК «Эталон». Дата ввода в эксплуатацию - 2 квартал 2017 года.
Квартира с отличной просторной планировкой, сдаётся в качественной предчистовой отделке, стяжка, штукатурка ,
электроразводка, пластиковые стеклопакеты, лоджия застеклена! Дом построен в районе с очень развитой инфраструктурой! ');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 36.7 м², ул. Чистопольская 25, 9/16 эт., 2 900 000 руб.',
'2017-04-02 17:30:28',
'Просторная квартира, улучшенной планировки. Развитая инфраструктура.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 33 м², ул. Татарстан 49, 5/5 эт., 2 250 000 руб.',
'2017-04-04 19:40:28',
'Светлая и уютная квартира, сделан косметический ремонт. Балкон застеклен. Дом удачно расположен в историческом центре
города, в то же время в тихом зеленом дворе. Развитая инфраструктура.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 35 м², ул Галимджана Баруди 4, 5/17 эт., 2 710 000  руб.',
'2017-04-06 19:40:28',
'Квартира в ЖК «Видный». Предчистовая отделка: стяжка пола; разводка электричества по всей квартире; установленные
розетки, в т. ч. для вытяжки и кондиционеров; выключатели; радиаторы отопления; счетчики. Благоустроенный двор,
на первом этаже колясочная, два лифта "Отис", один из них грузовой. Отличное месторасположение.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 32 м², ул. Красная Позиция 9б, 3/5 эт., 2 200 000  руб.',
'2017-04-09 08:40:28',
'Квартира в хорошем и жилом состоянии , пластиковые окна , с/у в кафеле, был капитальный ремонт дома , балкон,
комната поделена на две комнаты , в обоих окна. Чистый подъезд , домофон. Остановка рядом.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 49.6 м², ул. Тельмана 20, 5/6 эт., 4 100 000  руб.',
'2017-04-11 11:40:27',
'Просторная однокомнатная квартира в кирпичном доме. Центр города, интересная планировка, отличный вид из окна.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 34 м², ул Габдуллы Тукая 106, 5/5 эт., 2 790 000 руб.',
'2017-04-13 13:40:13',
'Новый евро ремонт в светлых тонах. Заменена вся проводка. Потолок натяжной. Полы ламинат. Новые двери и окна.
После ремонта не жили. Вид из окна на озеро Кабан. Исторический центр города.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 52.2 м², пер. Щербаковский 7, 2/25 эт., 4 500 000 руб.',
'2017-05-01 17:55:27',
'Квартира с чистовой отделкой, расположенная в современный комплексе «Clover House». Из квартиры открывается шикарный вид
на центральную часть столицы. В квартире свободная планировка открывает перед вами прекрасную возможность спланировать
свое жилье по своему вкусу и предпочтениям.( электрика заведена в квартиру в щиток, что также дает возможность развести
электрику  по своему желанию. Дом построен с учетом всех современных, безопасных шведских технологий, оснащен
современными грузовыми и пассажирским лифтами. Внутри дома красивый, уютный холл. Огороженная благоустроенная
охраняемая собственная территория с детской площадкой, 2 поста охраны, видеонаблюдение, консьерж.
Развитая инфраструктура района, удачное архитектурное решение и современные инженерные решения делают комплекс
уникальным в своем роде. Отгороженная детская площадка.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 35 м², ул. Николая Ершова 4.1 5/10 эт., 3 268 000 руб.',
'2017-05-01 13:40:06',
'Квартира, ЖК «ART City». ЖК «ART City» от компании «Унистрой» – это уникальный проект, расположенный в самом сердце Казани.
 Это один из новых проектов компании, который вобрал в себя накопленный 20-летний опыт строительства и представляет собой
 результат комплексного подхода к организации пространства, начиная с продуманных эргономичных планировок квартир
 для комфортного проживания, заканчивая созданием развитой инфраструктуры и концептуальным оформлением дворовых площадок.
 Централизованная система видеонаблюдения, опорный пункт полиции на территории комплекса, двор без машин,
 контроль въезда на территорию парковки. Качественная предчистовая отделка: стяжка пола, штукатурка стен,
 затирка швов на потолке, лучевая разводка труб, увеличенные оконные рамы, специально отведенные места для кондиционеров,
 утепленные стеклопакеты на балконах.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 75.5 м², ул. Волкова 13, 5/6 эт., 8 300 000 руб.',
'2017-05-01 19:45:18',
'Отличная просторная однокомнатная квартира в доме "Премиум-класс". Квартира с АБСОЛЮТНО СВОБОДНОЙ ПЛАНИРОВКОЙ,
несущих стен НЕТ, несущие только МОНОЛИТНЫЕ КОЛОННЫ, что позволит вам перепланировать квартиру по своему желанию!
Предчистовая отделка. Дом с индивидуальным отоплением, 2-х уровневой парковкой, установлены бесшумные немецкие лифты,
с кодовым программированием. У дома закрытая детская площадка, весь дом по периметру под видеонаблюдением,
круглосуточное дежурство охраны, консьерж.');

INSERT INTO advertisement (name, createOn, description) VALUES ('Продам 1-к квартиру, 65 м², ул. Меридианная 1, 3/8 эт., 12 000 000 руб.',
'2017-05-01 12:45:13',
'Квартира с отличным месторасположением и видом на реку Казанку, Кремлевскую Набережную. В качественном дизайнерском
ремонте использовались дорогие итальянские керамогранит, мозаика, сантехника, мебель, техника, освещение и текстиль.
Торг уместен.');


INSERT INTO comment (text, advertisementId) VALUES ('В принципе хорошая, современная квартира....', 5);
INSERT INTO comment (text, advertisementId) VALUES ('Хорошая квартира', 9);
INSERT INTO comment (text, advertisementId) VALUES ('Реально классный вид из окна!!!! Супер, очень хотелось бы там жить....', 9);
INSERT INTO comment (text, advertisementId) VALUES ('А я считаю, что все-таки слишком дорого!!!!', 9);
INSERT INTO comment (text, advertisementId) VALUES ('Для такой квартиры цена вполне адекватная, даже ОЧЕНЬ!!!!!', 9);
INSERT INTO comment (text, advertisementId) VALUES ('Квартира конечно в историческом центре, но совсем рядом и НЭФИС,
который жутко воняет!!!!', 10);
INSERT INTO comment (text, advertisementId) VALUES ('Полностью согласна', 10);
INSERT INTO comment (text, advertisementId) VALUES (' + ', 10);
INSERT INTO comment (text, advertisementId) VALUES ('Внутри квартиры вроде бы хорошие, но сам дом на мой взгляд никак в картину
исторического центра НЕ ВПИСЫВАЕТСЯ!!', 11);
INSERT INTO comment (text, advertisementId) VALUES ('А мне кажется нормальный дом... Вполне себе', 11);
INSERT INTO comment (text, advertisementId) VALUES ('Унистрой - надежный застройщик. Ему можно доверять', 12);
INSERT INTO comment (text, advertisementId) VALUES ('Дорого!!!!!', 13);
INSERT INTO comment (text, advertisementId) VALUES ('И кварплата наверное тоже жутко дорогая....', 13);
INSERT INTO comment (text, advertisementId) VALUES ('Квартира - мечта!!!! Хочу хочу хочу))', 14);